{
  "tokens": [
    "<BASS_0>",
    "<BASS_10>",
    "<BASS_11>",
    "<BASS_1>",
    "<BASS_2>",
    "<BASS_3>",
    "<BASS_4>",
    "<BASS_5>",
    "<BASS_6>",
    "<BASS_7>",
    "<BASS_8>",
    "<BASS_9>",
    "<ROOT_0>",
    "<ROOT_10>",
    "<ROOT_11>",
    "<ROOT_1>",
    "<ROOT_2>",
    "<ROOT_3>",
    "<ROOT_4>",
    "<ROOT_5>",
    "<ROOT_6>",
    "<ROOT_7>",
    "<ROOT_8>",
    "<ROOT_9>",
    "<SUFFIX_11>",
    "<SUFFIX_11b9>",
    "<SUFFIX_11s>",
    "<SUFFIX_13>",
    "<SUFFIX_13b9>",
    "<SUFFIX_13b>",
    "<SUFFIX_7>",
    "<SUFFIX_7b9>",
    "<SUFFIX_7sus2>",
    "<SUFFIX_7sus4>",
    "<SUFFIX_9>",
    "<SUFFIX_add11>",
    "<SUFFIX_add13>",
    "<SUFFIX_add9>",
    "<SUFFIX_aug>",
    "<SUFFIX_augmaj11>",
    "<SUFFIX_augmaj7>",
    "<SUFFIX_augmaj9>",
    "<SUFFIX_dim11>",
    "<SUFFIX_dim11b9>",
    "<SUFFIX_dim13b9>",
    "<SUFFIX_dim7>",
    "<SUFFIX_dim9>",
    "<SUFFIX_dim>",
    "<SUFFIX_dimadd11>",
    "<SUFFIX_dimadd13>",
    "<SUFFIX_dimb7>",
    "<SUFFIX_dimb9>",
    "<SUFFIX_maj11>",
    "<SUFFIX_maj1311s>",
    "<SUFFIX_maj13>",
    "<SUFFIX_maj7>",
    "<SUFFIX_maj7sus2>",
    "<SUFFIX_maj7sus4>",
    "<SUFFIX_maj911s>",
    "<SUFFIX_maj9>",
    "<SUFFIX_maj>",
    "<SUFFIX_majs911s>",
    "<SUFFIX_majs9>",
    "<SUFFIX_min1113b>",
    "<SUFFIX_min11>",
    "<SUFFIX_min13>",
    "<SUFFIX_min7>",
    "<SUFFIX_min9>",
    "<SUFFIX_min>",
    "<SUFFIX_minadd11>",
    "<SUFFIX_minadd13>",
    "<SUFFIX_minadd9>",
    "<SUFFIX_minb9>",
    "<SUFFIX_minmaj11>",
    "<SUFFIX_minmaj13>",
    "<SUFFIX_minmaj7>",
    "<SUFFIX_minmaj9>",
    "<SUFFIX_no3d>",
    "<SUFFIX_sus2>",
    "<SUFFIX_sus4>",
    "<UNK_CHORD>"
  ],
  "token_counts": {
    "<ROOT_0>": 7162373,
    "<SUFFIX_maj>": 33771939,
    "<ROOT_5>": 4092521,
    "<ROOT_4>": 6215603,
    "<SUFFIX_7>": 1786035,
    "<ROOT_9>": 7974144,
    "<SUFFIX_min>": 11890855,
    "<ROOT_7>": 8430552,
    "<ROOT_2>": 7647387,
    "<ROOT_6>": 1939466,
    "<ROOT_11>": 3437494,
    "<BASS_1>": 84357,
    "<ROOT_1>": 1361544,
    "<ROOT_3>": 996710,
    "<ROOT_8>": 1147208,
    "<SUFFIX_maj7>": 706596,
    "<BASS_6>": 255551,
    "<SUFFIX_min7>": 1329971,
    "<SUFFIX_no3d>": 730443,
    "<BASS_11>": 234666,
    "<ROOT_10>": 1589631,
    "<BASS_4>": 134946,
    "<BASS_9>": 139740,
    "<SUFFIX_add9>": 351456,
    "<BASS_8>": 70338,
    "<BASS_7>": 190884,
    "<SUFFIX_sus4>": 377625,
    "<SUFFIX_sus2>": 265497,
    "<SUFFIX_add11>": 54418,
    "<SUFFIX_aug>": 22056,
    "<SUFFIX_add13>": 169725,
    "<SUFFIX_min9>": 52545,
    "<SUFFIX_min11>": 21497,
    "<SUFFIX_13>": 21637,
    "<BASS_2>": 108341,
    "<SUFFIX_13b>": 1591,
    "<BASS_10>": 43088,
    "<BASS_0>": 98996,
    "<SUFFIX_dim7>": 43773,
    "<SUFFIX_dim>": 61045,
    "<SUFFIX_minadd13>": 45869,
    "<BASS_5>": 58516,
    "<SUFFIX_7sus4>": 69616,
    "<SUFFIX_11>": 16167,
    "<SUFFIX_9>": 98940,
    "<BASS_3>": 43407,
    "<SUFFIX_minadd11>": 3824,
    "<SUFFIX_maj911s>": 2746,
    "<SUFFIX_minadd9>": 11807,
    "<SUFFIX_augmaj7>": 4944,
    "<SUFFIX_min13>": 2160,
    "<SUFFIX_maj7sus2>": 5453,
    "<SUFFIX_minmaj7>": 9272,
    "<SUFFIX_maj13>": 3288,
    "<SUFFIX_maj9>": 34737,
    "<SUFFIX_7sus2>": 12192,
    "<SUFFIX_7b9>": 5780,
    "<SUFFIX_maj7sus4>": 1137,
    "<SUFFIX_majs9>": 4381,
    "<SUFFIX_majs911s>": 408,
    "<SUFFIX_augmaj9>": 626,
    "<SUFFIX_dim9>": 292,
    "<SUFFIX_13b9>": 282,
    "<SUFFIX_minb9>": 149,
    "<SUFFIX_dimb9>": 38,
    "<SUFFIX_11s>": 168,
    "<SUFFIX_maj11>": 630,
    "<SUFFIX_dim13b9>": 44,
    "<SUFFIX_maj1311s>": 130,
    "<SUFFIX_11b9>": 95,
    "<SUFFIX_dimb7>": 373,
    "<SUFFIX_minmaj9>": 244,
    "<SUFFIX_dimadd13>": 77,
    "<SUFFIX_minmaj13>": 12,
    "<SUFFIX_augmaj11>": 1,
    "<SUFFIX_min1113b>": 12,
    "<SUFFIX_dim11>": 1,
    "<SUFFIX_dim11b9>": 2,
    "<SUFFIX_dimadd11>": 9,
    "<UNK_CHORD>": 1,
    "<SUFFIX_minmaj11>": 23
  },
  "suffixes": [
    "11",
    "11b9",
    "11s",
    "13",
    "13b",
    "13b9",
    "7",
    "7b9",
    "7sus2",
    "7sus4",
    "9",
    "add11",
    "add13",
    "add9",
    "aug",
    "augmaj11",
    "augmaj7",
    "augmaj9",
    "dim",
    "dim11",
    "dim11b9",
    "dim13b9",
    "dim7",
    "dim9",
    "dimadd11",
    "dimadd13",
    "dimb7",
    "dimb9",
    "maj",
    "maj11",
    "maj13",
    "maj1311s",
    "maj7",
    "maj7sus2",
    "maj7sus4",
    "maj9",
    "maj911s",
    "majs9",
    "majs911s",
    "min",
    "min11",
    "min1113b",
    "min13",
    "min7",
    "min9",
    "minadd11",
    "minadd13",
    "minadd9",
    "minb9",
    "minmaj11",
    "minmaj13",
    "minmaj7",
    "minmaj9",
    "no3d",
    "sus2",
    "sus4"
  ]
}